#### `terraform plan` Success 
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # google_project_iam_member.newsblur-to-hugo-deployer will be created
  + resource "google_project_iam_member" "newsblur-to-hugo-deployer" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + member  = (known after apply)
      + project = (known after apply)
      + role    = "roles/container.developer"
    }

  # google_service_account.newsblur-to-hugo-deployer will be created
  + resource "google_service_account" "newsblur-to-hugo-deployer" {
      + account_id   = "serousben-com-deployer"
      + display_name = "https://github.com/seriousben/newsblur-to-hugo CD"
      + email        = (known after apply)
      + id           = (known after apply)
      + name         = (known after apply)
      + project      = (known after apply)
      + unique_id    = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform`, Action: `seriousbenterraform-github-actions`, Working Directory: `.`*